VV_cases/V1_solver/results/study_v1/runs/001_data_beta05_initial_verification/02_simulations/baseline_fine_Re160/01_openfoam_setup/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2512                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    inlet
    {
        type            patch;
        nFaces          12;
        startFace       964016;
    }
    outlet
    {
        type            patch;
        nFaces          12;
        startFace       964028;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          3936;
        startFace       964040;
    }
    top
    {
        type            wall;
        inGroups        1(wall);
        nFaces          3936;
        startFace       967976;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          45952;
        startFace       971912;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          45952;
        startFace       1017864;
    }
    cylinder
    {
        type            wall;
        inGroups        1(wall);
        nFaces          6144;
        startFace       1063816;
    }
)

// ************************************************************************* //
