VV_cases/V1_solver/results/study_v1/runs/001_data_beta05_initial_verification/02_simulations/baseline_fine_Re160/01_openfoam_setup/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}

solvers
{
    p
    {
        solver GAMG;
        smoother GaussSeidel;
        tolerance 1e-7;
        relTol 0.01;
    }
    pFinal
    {
        $p;
        relTol 0;
        tolerance 1e-8;
    }
    U
    {
        solver PBiCGStab;
        preconditioner DILU;
        tolerance 1e-8;
        relTol 0.05;
    }
    UFinal
    {
        $U;
        relTol 0;
        tolerance 1e-9;
    }
}

PIMPLE
{
    nOuterCorrectors 1;
    nCorrectors 2;
    nNonOrthogonalCorrectors 1;
    pRefCell 0;
    pRefValue 0;
}

relaxationFactors
{
    equations
    {
        U 0.9;
        UFinal 1.0;
    }
}
